Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/kaksikielisesta_lastenlaulukirjasta_ilmestynyt_uusi_painos.html.tmx
Source language: fin
Languages: smn

source: Kaksikielisestä lastenlaulukirjasta ilmestynyt uusi painos
smn: Kyevtkielâlâš párnáilaavlâkirjeest almostum uđđâ riäntus

source: Piiččus – Bižus -lastenlaulukirjasta on ilmestynyt uusi painos.
smn: Piiččus – Piiččus -párnáilaavlâkirjeest lii almostittum uđđâ riäntus.

source: Kirjan laulut ovat sekä inarinsaameksi että pohjoissaameksi.
smn: Kirje lavluuh láá sehe anarâškielân já orjâlâškielân.

source: Uuteen painokseen on lisätty kolme uutta inarinsaamenkielistä laulua.
smn: Uđđâ riänttusân láá lasettum kulmâ uđđâ anarâškielâ lavluu, moh iä lah jurgâlum orjâlâškielân.

source: Aune Kuuva on säveltänyt ja sanoittanut kirjan laulut, ja nuotinnokset on tehnyt Helena Hyvärinen.
smn: Kirje lavlui saanijd já nuotâid lii ráhtám Aune Kuuva. Helena Hyvärinen lii čáállám lavluid nuotâid.

source: Ilmari Mattus on kuvittanut kirjan ja kääntänyt laulut pohjoissaameksi.
smn: Ilmari Mattus lii sárgum kirje kuuvijd já jurgâlâm lavluid orjâlâškielân.

source: Nuottigraafikkona on toiminut Timo Leskelä.
smn: Nuottâgrafiikkarin lii toimâm Timo Leskelä.

source: Anna Lumikivi on nuotintanut uuteen painokseen lisätyt kolme laulua.
smn: Uđđâ lavluid nuotâid lii čáállám Anna Lumikivi.

source: Henna Lehtola on kirjoittanut laulujen sanoitukset nykyisen inarinsaamen kielen kirjoitusasun mukaiseksi.
smn: Henna Lehtola lii heiviittâm lavlui teevstâid tááláá anarâškielâ čäällimvuáhán.

source: Vanha painos on vuodelta 1987.
smn: Puáris riäntus lii ive 1987.

source: Uusia kirjoja voi tilata Saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta .
smn: Uđđâ kirjeh láá tiilámnáál Sämitige škovlim- já oppâmateriaaltoimâttuvvâst .
